
"Account Configuration" = "Kontokonfiguration";
"Username" = "Benutzername";
"Password" = "Kennwort";
"Domain" = "Domain";

"About uniCall" = "";
"About" = "Info";

"Tone Setting" = "Töne";
"Silent" = "Lautlos";
"Vibrate" = "Vibrieren";

"Location" = "Ortungsdienst";
"Accuracy" = "Genauigkeit";
"Best" ="Beste";
"10 meters" = "10 Meter";
"100 meters" = "100 Meter";
"1 kilometer" = "1 km";
"3 kilometers" = "3 km";


"Version" = "Version";
"Copyright" = "Urheberrecht";
"Website" = "Website";